<HTML lang="es" xml:lang="es">
<HEAD>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta charset="UTF-8">
<meta name="title" content="Pr&aacute;ctica de Entorno Web">
<meta name="description" content="Web, para una practica de Sistema Interaci&oacute;n Persona Computador">
<meta name="keywords" content="videojuegos,videogame">
<title> Pr&aacute;ctica de Entorno Web</title>
<link rel="shortcut icon" href="https://campusvirtual.ull.es/1920/theme/image.php/campus/theme/1571053717/favicon">
</HEAD>
<BODY>
<header>
<h1>Pr&aacute;ctica de Entorno web</h1>
</header>
<nav>
<a href="./index.html">Consolas</a>
</nav>
<section>
<TABLE>
<TR>
<TD>  Play Station 1  ,
            videoconsola de sobremesa de 32 bits lanzada por Sony Computer
            Entertainment el 3 de diciembre de 1994 en Jap&oacute;n. Se considera la videoconsola
            m&aacute;s exitosa de la quinta generaci&oacute;n tanto en ventas como en popularidad.
            Adem&aacute;s de la original, en el a&ntilde;o 2000 se lanz&oacute; la PSone (tambi&eacute;n llamado
            modelo slim). Tuvo gran &eacute;xito al implantar el CD-ROM dentro de su hardware
            a pesar de que otras compa&ntilde;&iacute;as como SEGA (Sega CD), Panasonic (3DO), Phillips
            (CD-i), SNK (Neo Geo CD), NEC (Super CD ROM) y Atari (Atari Jaguar) ya lo hab&iacute;an
            empleado. Dichas compa&ntilde;&iacute;as tuvieron poco &eacute;xito al utilizar el CD-ROM como soporte
            para almacenar juegos.
        ,
           
            Forma: Tiene la forma de un prisma rectangular de color gris y destaca por su dise&ntilde;o
            compacto y ligero. Con el lanzamiento de la PSOne, la PlayStation redujo a&uacute;n m&aacute;s su
            tama&ntilde;o y peso, los bordes extremos se curvaron m&aacute;s y el color fue un gris m&aacute;s claro
            en comparaci&oacute;n con el original.

            Parte superior: All&iacute; est&aacute; el lector de discos, se ubican los botones de encendido y
            apagado y el de reinicio (reset), por &uacute;ltimo est&aacute; el bot&oacute;n para abrir la tapa del lector
            de CD. En la versi&oacute;n PlayStation One, el bot&oacute;n de reinicio es corregido tal como se conoci&oacute;
            en el original PlayStation y este bot&oacute;n es reubicado en la parte de encendido.

            Parte frontal: En la parte frontal de la consola, est&aacute; un par de ranuras para conectar
            los mandos y en la parte superior se ubican dos ranuras para insertar las Tarjetas de
            Memoria (Memory Cards en ingl&eacute;s). En la quinta generaci&oacute;n de videojuegos, aparecieron
            muchos juegos largos; ya fue un requisito tener las tarjetas de memoria para guardar
            los avances de los juegos cualquier personalizaci&oacute;n de un juego.

            Parte trasera: En ese lugar est&aacute; un puerto paralelo (que Sony elimin&oacute; en las &uacute;ltimas
            versiones de la consola, presuntamente para combatir la pirater&iacute;a de sus juegos porque
            existen accesorios que, una vez conectados al mismo, permiten eludir las protecciones
            del sistema y ejecutar juegos no originales), un puerto serie, la entrada de alimentaci&oacute;n
            y la salida de A/V. Al quitarla, pensaron que consiguieron combatir la pirater&iacute;a, lo que
            no funcion&oacute; y se pudo combatirla por otros sistemas (por el implante de chips o conexi&oacute;n
            de cables internos, eso en caso de que el chip fue compatible con todos los juegos piratas).

            Partes laterales: La consola tiene unas peque&ntilde;as rejillas de ventilaci&oacute;n que permiten la
            disipaci&oacute;n del calor. Se recomend&oacute; dejar las partes laterales libres de alg&uacute;n objeto que obstruya
            la ventilaci&oacute;n para as&iacute; evitar los sobrecalentamientos.

            Parte inferior: En la parte inferior hay unas rejillas de ventilaci&oacute;n; tambi&eacute;n se ubican los
            tornillos que sujetan la carcasa y finalmente, est&aacute;n las etiquetas de informaci&oacute;n de la consola.
        ,
           </TD>
</TR>
<TR>
<TD> NINTENDO SWITCH ,
           
            Nintendo Switch es la novena consola de videojuegos principal desarrollada por Nintendo. Se dio a conocer
            en octubre de 2016 y fue lanzada mundialmente el 3 de marzo de 2017. Nintendo considera a Switch una
            consola h&iacute;brida. Se puede utilizar como consola de sobremesa con la unidad principal insertada en una
            estaci&oacute;n de acoplamiento para conectarla con un televisor. Alternativamente, puede ser extra&iacute;da de la base
            y utilizada de forma similar a una tableta a trav&eacute;s de su pantalla t&aacute;ctil LCD, o colocada sobre una
            superficie gracias a su soporte pl&aacute;stico integrado siendo as&iacute; visible por varios jugadores.
        ,
           
            Nintendo describe que con la consola y la base hay tres m&eacute;todos de jugabilidad que se pueden utilizar con
            la Switch; el modo TV con la consola dentro de la base para jugar con un televisor grande, el modo sobremesa
            con la consola apoyada sobre una superficie para jugar lejos de una pantalla, o en modo port&aacute;til como una
            tablet tradicional. Los jugadores pueden intercambiar entre estos modos colocando o sacando la consola de la
            base, sacando o escondiendo el apoyo o extrayendo o conectando los Joy-Con. La Switch no incluir&aacute; funci&oacute;n de
            dos pantallas como el que ten&iacute;a la Wii U y su GamePad.
        ,
           
            Tama&ntilde;o: 102mm x 239mm x 13,9 mm con los Joy-Con acoplados.
            Peso: 297 g (398 g con los Joy-Con).
            CPU/GPU: Procesador NVIDIA Tegra X1 personalizado
            Memoria: 4 GB de RAM
            Almacenamiento: 32GB.
            Prestaciones de comunicaci&oacute;n: LAN inal&aacute;mbrico (tambi&eacute;n por cable en modo TV)/Bluetooth 4.1.
            Salida de v&iacute;deo: 1920x1080, 60fps (EN modo TV a trav&eacute;s de cable HDMI).
            Salida de audio: Compatible con PCM lineal 5.1 (en modo TV a trav&eacute;s de cable HDMI).
            Altavoces: Est&eacute;reo.
            Terminal USB: Type-C (para cargar o conectar a la base).
            Conector de micr&oacute;fono y auriculares: Salida est&eacute;reo.
            Ranura de tarjetas de juego: S&oacute;lo compatible con tarjetas de Switch.
            Ranura de tarjetas microSD: Compatible con microSD, microSDHC y microSDXC (con actualizaci&oacute;n) de hasta 2 TB.
            Sensores: Aceler&oacute;metro, giroscopio y sensor de brillo.
            Condiciones ambientales: Temperatura 5-35&ordm;C/Humedad 20-80%.
            Bater&iacute;a interna: Bater&iacute;a de ion de litio con capacidad 4310 mAH no extra&iacute;ble
            Duraci&oacute;n de la bater&iacute;a: Entre 3 y 6 horas dependiendo del uso de Nintendo Switch.
            Tiempo de carga: 3 horas aproximadamente en modo espera.
        </TD>
</TR>
</TABLE>
</section>
<aside></aside>
<footer></footer>
</BODY>
</HTML>
